Repository: SvitlanaSA/Metaphory
Catalog: MetaCards/Resources/Localizable.xcstrings
Source language: en
Languages: ru, uk

source: All cards
ru: Выбрать все
uk: Обрати все

source: Application support three languages: * english * ukrainian * russian You can choose another language in application settings:
ru: Приложение поддерживает три языка: - английский - украинский - русский Вы можете выбрать другой язык в настройках программы:
uk: Додаток підтримує три мови: - англійську - українську - російську Ви можете вибрати іншу мову в налаштуваннях додатку:

# cBuyPrintedDecks
source: Source of metaphorical cards
ru: Источник метафорических карт
uk: Джерело метафоричних карт

source: Choose content
ru: Выберите секцию
uk: Виберіть секцію

# cLanguage
source: Language
ru: Язык
uk: Мова

# cNotificationContentCardLongPressHint
source: Perform long press on the notification to see content of your card
ru: Нажмите и удерживайте уведомление, чтобы увидеть содержимое карты.
uk: Натисніть і утримуйте сповіщення, щоб побачити вміст картки

# cNotificationContentMetacardBody
source: Perform long press on the notification to see your metacard
ru: Нажмите и удерживайте уведомление, чтобы увидеть свою метакарту.
uk: Натисніть і утримуйте сповіщення, щоб побачити свою метакарту

# cNotificationContentTitle
source: Daily Card
ru: Ежедневная карточка
uk: Щоденна картка

# cNotificationSettings
source: Notification settings
ru: Настройки уведомлений
uk: Налаштування повідомлень

# cNotificationSettingsCardsParticipation
source: Cards to be used
ru: Карточки, которые будут использоваться
uk: Картки, які будуть використовуватися

# cRestorePurchase
source: Restore purchases
ru: Возобновить покупки
uk: Відновити покупки

# cTechniqueAchievingGoal
source: Achieving the goal
ru: Достижение цели
uk: Досягнення цілі

# cTechniqueAchievingGoalDetailed
source: Formulate your goal mentally and draw four cards. * The first card reveals your current internal need. * The second card illustrates what will aid you in achieving your goal. * The third card outlines obstacles to this goal. * The fourth card depicts the potential outcome of achieving your goal.
ru: Сформируйте мысленно вашу цель и вытяните четыре карты. 1-я карта показывает, в чем ваша внутренняя потребность на данный момент. 2-я карта иллюстрирует, что вам поможет в достижений вашей цели. 3-я карта описывает, что является препятствием на пути к этой цели. 4-я карта изображает, что может быть истинным результатом достижения вашей цели.
uk: Сформуйте вашу ціль і витягніть чотири карти. 1-я карта показує, в чому ваша внутрішня потреба в даний момент. 2-я карта ілюструє, що вам допоможе в досягненні вашої цілі. 3-я карта описує, що є перешкодою на шляху до цієї ціли. 4-я карта відображає, що може бути справжнім результатом досягнення вашої цілі.

# cTechniqueHarmoniousRelationships
source: «Harmonious Relationships» Technique
ru: Техника «Гармоничные отношения»
uk: Техніка «Гармонічні відносини»

# cTechniqueHarmoniousRelationshipsDetailed
source: Each individual perceives the material world through five channels: sight, hearing, smell, touch, and taste. Draw a card for each sense organ, posing questions related to each channel of perception. For example, the first card represents vision. Questions may include: What do I desire or avoid seeing in my life situation? What aspects am I avoiding confronting? What am I overlooking?
ru: У каждого человека есть 5 каналов, по которым он воспринимает этот материальный мир: зрение, слух, обоняние, осязание, вкус. На каждый орган чувства вытягиваем по карте, задавая вопрос, связанный с тем или иным каналом восприятия ситуации. Например, карта 1 - зрение. Вопросы: * Что я хочу / не хочу видеть в моей жизненной ситуации? (относительно карты). * На что я закрываю глаза? * На что мне не хочется смотреть?
uk: У кожної людини є 5 каналів, за якими він створює цей матеріальний світ: зір, слух, нюх, дотик, смак. На кожен орган почуття витягується по карті, задається питання, пов'язане з темою або іншим каналом ситуації виникнення ситуації. Наприклад, карта 1 - зір. Питання: * Що я хочу / не хочу бачити в моїй життєвій ситуації? (відносно карти). * На що я закриваю очі? * На що я не хочу дивитися?

# cTechniqueHouseofMyFear
source: «House of My Fear» Technique
ru: Техника «Дом моего страха»
uk: Техніка «Будинок мого страху»

# cTechniqueHouseofMyFearDetailed
source: Aim: transformation of anxiety. Select six cards sequentially to delve into the situation: * Two cards represent the foundation, diagnosing the root cause of fear or anxiety. * Two cards symbolize windows, revealing internal processes fueled by external * One card serves as the roof, offering a resource perspective to shift the viewpoint.
ru: Цель: трансформация тревожного состояния. Погружаемся в ситуацию и выбираем поочередно 6 карт * 2 карты - Фундамент. Основа страха/тревоги. Диагностика происходящего в действительности, ставшего причиной тревожного состояния. * 2 карты - Окна – это внутренние процессы, спровоцированные внешними обстоятельствами. Поиск того, что подпитывает тревожное состояние. * 1 карта - это Крыша. Карта – ресурс. Взгляд на ситуацию с другого ракурса. Для просмотра всех карт вместе можно сделать скриншоты
uk: Ціль: трансформація тривожного стану. Занурюємося в ситуацію і вибираємо почерзі 6 карт * 2 картки - Фундамент. Основа страху/тривоги. Діагностика в чому причина тривожного стану. * 2 карти - Вікна – це внутрішні процеси, спровоковані зовнішніми обставинами. Пошук того, що викликає тривожний стан. * 1 карта - це дах. Карта – ресурс. Погляд на ситуацію з іншого кута. Для перегляду всіх карт разом можна зробити скріншот

# cTechniqueMyFamily
source: «My Family» Technique
ru: Техника «Моя семья»
uk: Техніка «Моя сім'я»

# cTechniqueMyFamilyDetailed
source: Select cards corresponding to the number of family members, laying them face down. The first card pertains to the individual's self-image, The remaining cards represent projections of each family member onto the central person. Discuss each position in the arrangement, addressing questions such as: * What currently exists in this dynamic? * What barriers hinder mutual understanding? * How can the situation be improved?
ru: Выбираем количество карт по количеству членов семьи в закрытую, рубашками вверх. Рассматриваем карты. Первая карта ассоциируется с собственным "Я" образом. Остальные карты - проекция всех членов семьи к центральной особе. Обсудить каждую позицию «расстановки». Вопросы: * Что есть сейчас? * В чем проблема непонимания друг друга? * Как можно изменить ситуацию к лучшему?
uk: Вибираємо кількість карток за кількістю членів сім'ї Розглядаємо карти. Перша карта асоціюється з власним "Я". Решта карт - проекція усіх членів сім'ї до центральної особи. Обговорити кожну позицію "розстановки". Запитання: * Що є зараз? * У чому проблема нерозуміння одне одного? * Як можна змінити ситуацію на краще?

# cTechniqueRequest
source: Working with the request
ru: Работа с запросом
uk: Работа с запитом

# cTechniqueRequestDetailed
source: Formulate an internal request and draw a card. Examine the image carefully, comparing it with your current situation. Reflect on how it unveils the true potential of your circumstances. What actionable steps can you take right now to address your challenge? This process offers insights into the underlying essence of your difficulty.
ru: Сформируйте внутренний запрос и вытяните карту. Внимательно рассмотрите картину и сопоставьте ее с вашей текущей ситуацией. Осознайте, как он раскрывает истинный потенциал вашей ситуации. Что вы можете сделать прямо сейчас для решения своей задачи? Таким образом вы получаете подсказку о том, в чем кроется истинная суть вашей затруднительной ситуации.
uk: Сформуйте внутрішній запит і витягніть карту. Уважно розгляньте картину і співставте її з вашою сьогоднішньою ситуацією. Зрозумійте, як вона розкриває справжній потенціал вашої ситуації. Що ви можете зробити прямо зараз для вирішення своїх завдань? Таким чином ви отримуєте підказку, в чому може бути справжня суть ситуації, яка сталась

# cTechniqueSettingForDay
source: Setting for the day
ru: Настройка на день
uk: Налаштування на день

# cTechniqueSettingForDayDetailed
source: * Describe what is shown here. * What does this card represent to you? * What caught your attention the most? * Are you depicted in the picture? * What emotions arise when you envision yourself there? * What actions come to mind when observing the image? * If this picture could speak, what message might it convey? * What is the primary message of this card for you?
ru: * Опишите, что здесь изображено? * О чем эта карта для вас? * Что больше всего привлекло внимание? * Есть ли на картинке вы? * Что вы чувствуете и ощущаете, будучи там? * Что хочется сделать, глядя на карту? * Если бы картинка смогла заговорить, что бы она сказала? * Какое основное послание этой карты для вас?
uk: 1. Напишіть, що тут зображено? 2. Про що ця карта для вас? 3. Що більше всього привернуло увагу? 4. Чи є на картинці ви? 5. Що ви відчуваєте будучи там? 6. Що хочеться зробити, дивлячись на карту? 7. Якщо б картинка змогла заговорити, що б вона сказала? 8. Яке основне послання цієї карти для вас?

# cTechniqueStagesofLife
source: Technique «Stages of Life»
ru: Техника «Этапы жизни»
uk: Техніка «Етапи життя»

# cTechniqueStagesofLifeDetailed
source: Draw three cards from the deck and arrange them to represent stages of life: past, present, future.
ru: Вытягиваем из колоды 3 карты. После этого раскладываем их как этапы жизни: прошлое, настоящее, будущее.
uk: Витягуємо з колоди 3 карти. Після цього розкладаємо їх як етапи життя: минуле, нинішнє, майбутнє.

# cTechniqueTimeforChange
source: «Time for Change» Technique
ru: Техника «Пора изменений»
uk: Техніка «Час змін»

# cTechniqueTimeforChangeDetailed
source: Draw two cards. For the first card, answer the following questions: * Describe the character depicted. What are their thoughts and emotions? What defines them? How does this influence their life? What qualities hinder them? What changes are desired? What message does the card convey? * For the second card, respond similarly, considering how the depicted character embodies traits to be embraced and integrated for personal growth.
ru: Вытягиваем 2 карты. Открывая карту, отвечаем на вопросы к первой карте: "Что изменить в себе, от чего нужно отказаться?" 1. Опишите персонажа на карте. О чем думает? Что чувствует? 2. Какой это человек? Напишите не менее 5 определений. 3. Как все это влияет на его жизнь? 4. Какие качества мешают? В чём слабость? 5. Что бы хотелось изменить? 6. Как назвать можно было бы этого человека? 7. Если бы эта карта смогла заговорить, то что бы она поведала? 8. Какое основное послание карты для Вас? 9. Как это о том, от чего нужно отказаться в своей жизни? Вопросы ко второй карте: «Что нужно принять в свою жизнь?» 1. Опишите персонажа на карте. Кто там? О чем думает? Что чувствует? 2. Какой это человек? Напишите не менее 5 определений. 3. Как все это влияет на его жизнь? 4. Какие качества помогают в жизни? В чем их сила? 5. Если бы надо охарактеризовать одним-двумя словами, то как бы вы назвали этого человека? 6. Если бы эта карта смогла заговорить, то что бы она Вам сказала? 7. Какое основное послание карты для Вас? 8. Как это о том, как вам надо изменить себя к лучшему? Какие изменения приведут к лучшему витку Вашей жизни?
uk: Витягуємо 2 карти. Відкриваючи карту, відповідаємо на питання до першої карти: "Що змінити у собі, від чого потрібно відмовитися?" 1. Опишіть персонажа на карті. Про що думає? Що відчуває? 2. Яка це людина? Напишіть щонайменше 5 визначень. 3. Як усе це впливає на життя героя? 4. Які якості заважають? У чому слабкість? 5. Що хотілося б змінити? 6. Як назвати можна було б цю людину? 7. Якби ця карта змогла заговорити, то що вона повідала? 8. Яке основне послання картки для Вас? 9. Від чого потрібно відмовитись у своєму житті? Запитання до другої карти «Що потрібно прийняти у своє життя?» 1. Опишіть персонажа на карті. Хто там? Про що думає? Що відчуває? 2. Яка це людина? Напишіть щонайменше 5 визначень. 3. Як усе це впливає на його життя? 4. Які якості допомагають у житті? У чому їхня сила? 5. Якби треба охарактеризувати одним-двома словами, то як би ви назвали цю людину? 6. Якби ця карта змогла заговорити, то що б вона вам сказала? 7. Яке основне послання картки для Вас? 8. Які зміни призведуть до кращого витку вашого життя?

# cWidgetSettings
source: Widget configuration
ru: Настройка виджетов
uk: Налаштування віджетів

# cWorkingwithCards
source: Techniques for working with metaphorical cards
ru: Техники работы с метафорическими картами
uk: Техніки роботи з метафоричними картками

source: Every day at
ru: Каждый день в
uk: Щодня о

source: Filtered by:
ru: Отфильтровать по:
uk: Відфільтровати по:

source: Hide hint
ru: Спрятать подсказку
uk: Сховати підказку

source: Notifications are disabled in app
ru: Уведомления отключены в приложении
uk: Сповіщення вимкнено в додатку

source: Open Settings
ru: Открыть настройки
uk: Відкрити налаштування

source: Please check your internet connection
ru: Пожалуйста, проверьте ваше интернет-соединение
uk: Будь-ласка, перевірте підключення до Інтернету

source: Right-click on the desktop. Choose the widget editing section. Find the Metaphory widgets:
ru: Щелкните правой кнопкой мыши на рабочем столе. Выберите раздел редактирования виджета. Найдите виджеты "Metaphory":
uk: Клацніть правою кнопкою миші на робочому столі. Виберіть розділ редагування віджету. Знайдіть віджети "Metaphory":

source: Settings
ru: Настройки
uk: Налаштування

source: Show daily card
ru: Пок
uk: Показати карту дня

source: Show hint
ru: Показать подсказку
uk: Показати підказку

source: strongly remomended to try
ru: рекомендуем попробовать!
uk: дуже радимо спробувати

source: To view your favorite affirmations, quotes, and explore metaphorical cards, you don't need to open the app every time - simply add the widget and adjust the content refresh frequency:
ru: Чтобы просматривать любимые аффирмации, цитаты и метафорические карты, вам не нужно каждый раз открывать приложение — просто добавьте виджет и настройте частоту обновления контента:
uk: Щоб переглядати улюблені афірмації, цитати або метафоричні карти, вам не потрібно щоразу відкривати програму — просто додайте віджет та налаштуйте частоту оновлення контенту:
